{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop er en open-source spilskaber målrettet hurtig og intuitiv spilproduktion.",
  "This website in your language": "Dette websted på dit sprog",
  "Download the editor": "Download redigeringsværktøjet",
  "Online game editor": "Online-spilredigeringsværktøj",
  "Game examples/starters": "Spileksempler/-startere",
  "Documentation": "Dokumentation",
  "Tutorials": "Vejledninger ",
  "Community forums": "Fællesskabsfora",
  "Discord": "Discord",
  "Contribute": "Bidrag",
  "Facebook page": "Facebook-side",
  "Twitter": "Twitter",
  "YouTube": "YouTube",
  "Blog": "Blog",
  "All GDevelop Features": "Alle GDevelop-funktioner",
  "Install new features with extensions": "Installér nye funktioner vha. udvidelser",
  "Use JavaScript with the game engine": "Benyt JavaScript med spilmotoren",
  "Ads with AdMob": "Annoncer med AdMob",
  "Create custom behaviors": "Opret tilpasset adfærd",
  "Live Preview and Network Preview": "Live Preview and Network Preview",
  "Game editors": "Spilredigeringsværktøjer",
  "Games showcase": "Præsentation af spileksempel",
  "GDevelop for Game jams": "GDevelop til Game jams",
  "GDevelop for Education": "GDevelop til uddannelse",
  "Make 8-bit games": "Kreér 8-Bit spil",
  "Publish your web game on Poki": "Udgiv dit webspil på Poki",
  "Create for Facebook Instant Games": "Kreér tli Facebook Instant Games",
  "GDevelop was created with love by": "GDevelop er kreéret af",
  "Thanks to the": "Tak til",
  "contributors": "bidragsyderene,",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "som har tilføjet funktioner, udbedret fejl, sendt nye eksempler, skrevet selvstudierne og hjulpet fællesskabet.",
  "by": "fra",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB er en meget speciel, unik critter. Mere specifikt er hun den [mest amazing cat på planeten] (http://lilbub.com) ... og hendes spil er kreéret med GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Spillet er et 8-bit spil med smukke illustrationer og lyd, som er skifter mellem platformsniveauer, med skjulte hemmeligheder og shooter-niveauer med bosser, adskillige fjender og bonusser. ",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights er en saftig jet-combat rogue-agtig, hvori du vil sprænge, undvige og skære dig vej gennem masser af teknologisk ringere fjender.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Efterhånden som din intergalaktiske interventionsmission skrider frem, vil din adaptive hyper-jet udvikle sig til noget stærkere og mærkeligere ved at indsamle nogle af de hundredvis af tilgængelige genstande i spillet.",
  "Buy on Steam": "Køb i Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Game creation, made simple": "Game creation, made simple",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Udtænk og offentliggør dine spil med GDevelop. Bundtet med vejledninger og eksempler.",
  "Try it online": "Prøv det online",
  "Download": "Download",
  "Features": "Funktioner",
  "Games": "Spil",
  "Game studios & education": "Spil-studier og uddannese",
  "Learn": "Lær",
  "Play Online": "Spil online",
  "Learn More": "Få mere at vide",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Tilføj annoncer i dit spil med AdMob",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Benyt AdMob i dit GDevelop-spil for at vise annoncer og præmievideoer for dine spillere",
  "1) Create your AdMob account": "1) Opret din AdMob-konto",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the AdMob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Gå til [AdMob-websted] (https://www.google.com/admob/), og opret en konto. Opret derefter en ny app fra AdMob-brugerfladen og en annonceenhed. Notér dig identifikatorerne for både appen og annonceenheden, da disse vil blive anvendt i dit spil.",
  "Read the detailed instructions": "Læs de detaljerede instruktioner",
  "2) Configure AdMob in GDevelop": "2) Opsæt AdMob i GDevelop",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This acts as the identification that allows AdMob to serve ads in your app.": "Åbn i GDevelop egenskaberne for dit spil og indsæt AdMob **app-id**. Dette fungerer som den identifikation, der giver AdMob mulighed for at vise annoncer i din app.",
  "3) Trigger ads display from events": "3) Udløs annoncevisninger via begivenheder",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste the ad unit identifier into the parameters of the action. You can also enter \"test\" for loading a test ad.": "Tilføj hændelser i dit spil for at indlæse og vise annoncen, når det ønskes (det kunne f.eks. ske, når et niveau er fuldført). Indsæt annonceenhedsidentifikatoren i handlingsparametrene. Du kan også angive \"test\" til indlæsning af en testannonce.",
  "4) Publish your game on Android": "4) Udgiv dit spil på Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "Du kan teste og udgive dit spil på Android direkte fra GDevelop. Åbn dit spil i redigeringsværktøjet og dernæst Eksport-vinduet. Vælg Android, klik på Eksportér og vent et par minutter.",
  "How to publish to Android in one click": "Sådan udgives til Android med ét klik",
  "Read the full tutorial": "Læs hele vejledningen",
  "GDevelop Blog": "GDevelop Blog",
  "The blog of the GDevelop team, contributors and community.": "The blog of the GDevelop team, contributors and community.",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Bidrag til GDevelop - Open-source HTML5 spilkreeringsværktøj",
  "Contribute to GDevelop": "Bidrag til GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop er et open-source project (inklusiv webstedet): Alle kan bidrage og forbedre programmet!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Der er, afhængigt af din tid, færdigheder samt hvad du interesserer dig for, mange måder, hvorpå du kan bidrage til GDevelop.",
  "Help to translate GDevelop": "Bidrag til oversættelsen af GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop og webstedet kan oversættes til dit sprog! Oversættelser er udfør fra et websted, hvor alle kan tilmelde sig.",
  "Help us by translating GDevelop!": "Hjælp os ved at oversætte GDevelop!",
  "Translate the website": "Oversæt webstedet",
  "Help to develop GDevelop": "Hjælp til med udviklingen af GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Det er nemt at hente kildekoden af GDevelop og begynde at forbedre ting!",
  "Contribute on GitHub": "Bidrag på Github",
  "Edit the website on GitHub": "Redigér webstedet på Github",
  "Check the development roadmap": "Tjek udviklingsplanen",
  "Get involved in the community": "Bliv en del af fællesskabet",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Forumet og Discord-chatten er stederne at modtage og yde hjælp til andre GDevelop-brugere!",
  "Go to the community forum": "Gå til fællesskabsforummet",
  "Open the Discord chat": "Åbn Discord-chatten",
  "Follow GDevelop on Facebook and Twitter:": "Følg GDevelop på Twitter og Facebook:",
  "Write tutorials, record videos": "Skriv vejledning, optag videoer",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "For de fleste begyndere, og endda avancerede brugere, er vejledninger og hjælpesider de mest værdifulde ressourcer til hurtigt at kreére gode spil. På wiki'en kan du skrive vejledninger eller forbedre eksisterende udgaver.",
  "Contribute to the wiki": "Bidrag til wiki'en",
  "Create custom behaviors for your game objects in GDevelop": "Opret tilpasset adfærd for dine spilobjekter i GDevelop",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "Med nogle få klik kan du vha. begivenheder eller JavaScript oprette ny adfærd for dine spilobjekter.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Flash er en tilpasset adfærdl, der oprettes direkte fra GDevelop og giver et objekt mulighed for at blinke",
  "Create custom behaviors - directly from GDevelop editor": "Opret tilpasset adfærd direkte fra GDevelop-redigeringsværktøjet",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop muliggør oprettelse af ny adfærd vha. de samme begivenheder, som du anvender til at oprette reglerne for dit spil.",
  "Want enemies to automatically follow the player?": "Fjender skal automatisk følger spilleren?",
  "Create a Follower behavior. 🏃‍♂️": "Opret en Følger-adfærd. 🏃‍♂️",
  "Want some rockets to target the player?": "Skal nogle raketter målrettes spilleren?",
  "Create a Missile behavior. 🚀": "Opret en Missil-adfærd. 🚀",
  "Want enemies and the players to have health and take damage?": "Vil have fjender og spillere til at have helbred og tage skade?",
  "Create a Health behavior. 💊": "Opret en Helbred-adfærd. 💊",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Forskellig adfærd kan oprettesfor enhver slags objekt, og  du kan oprette tilpassede handlinger samt betingelser tilknyttet din nye adfærd.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "En handling afsløres af adfærden og kan benyttes som enhver anden handling i begivenhederne",
  "Read the documentation about custom behaviors": "Læs dokunentationen om tilpassede adfærdstyper",
  "Download GDevelop": "Download GDevelop",
  "Import new behaviors, created by the GDevelop community": "Importér nye adfærdstyper oprettet af GDevelop-fælleskabet",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Adfærdtyper såvel som udvidelser kan deles mellem projekter. Du kan **eksportere og importere** dem med et par klik. Hvis din adfærd er generisk og genanvendelig i flere spil, kan du endda indsende den til optagelse på den voksende liste over tilpassede adfærdstyper, som fællesskabet deler.",
  "Create your game by assembling behaviors": "Kreér dit spil ved at samle adfærdstyper",
  "perfect for fast prototyping": "perfekt til hurtig prototypeoprettelse",
  "Progressively create custom behaviors for objects in your game": "Opret gradvist tilpassede adfærdsmønstre til objekter i dit spil",
  "ideal for large games and keeping simple events.": "ideel til store spil og til at holde enkle begivenheder.",
  "How to install community extensions": "Sådan installeres fællesskabsudvidelser",
  "Learn more about extensions": "Få mere at vide om udvidelser",
  "Search for new behaviors in the list of behaviors shared by the community": "Søg efter nye adfærdstyper på listen over adfærdtyper delt af fællesskabet",
  "Download GDevelop or try it online - create games without programming": "Download GDevelop eller prøv det online - kreer spil uden programmering",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop er gratis og kan bruges til profit eller non-profit spilkreering.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop kører på Windows, MacOS og nyeste Linux-distributioner. Du kan også prøve det online vha. Chrome, Firefox eller en anden nyere browser.",
  "This is an [AppImage](https://appimage.org/). **Make it executable first** and run it. For example: `chmod a+x GDevelop*.AppImage && ./GDevelop*.AppImage`.": "Dette er et [AppImage](https://appimage.org/). **Gør det først eksekverbart** og kør det. F.eks.: `chmod a+x GDevelop*.AppImage && ./GDevelop*.AppImage`.",
  "You can also [download GDevelop as a torrent](https://fosstorrents.com/games/gdevelop/). Thanks to fosstorrents.com for managing these torrents.": "You can also [download GDevelop as a torrent](https://fosstorrents.com/games/gdevelop/). Thanks to fosstorrents.com for managing these torrents.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Spekulerer på, hvad der er nyt i de seneste versioner? Find udgivelsesnotaterne i appen eller [online](https://github.com/4ian/GDevelop/releases).",
  "Getting started": "Getting started",
  "To create your first game, start by reading or watching a tutorial:": "To create your first game, start by reading or watching a tutorial:",
  "Create a Platformer": "Create a Platformer",
  "Create a Space Shooter": "Create a Space Shooter",
  "Create a casual mobile game": "Opret et afslappet mobilspil",
  "Youtube Channel": "Youtube Channel",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop er et open-source projekt. Du kan deltage i fællesskabet for at forbedre det!",
  "Learn how to contribute": "Find ud af, hvordan du kan bidrage",
  "GDevelop 4 (old version)": "GDevelop 4 (gammel version)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 kan stadig downloades. GDevelop 5 anbefales til enhver ny bruger, da GDevelop 4 ikke længere opdateres! Der ydes fremadrettet ingen support til GDevelop 4: Vi anbefaler, at en GDevelop 4-bruger opgraderer til GDevelop 5.",
  "GDevelop 4 is old and not supported anymore. We recommend switching to GDevelop 5, which is compatible with most GDevelop 4 games, has many new features and an improvement user interface.": "GDevelop 4 is old and not supported anymore. We recommend switching to GDevelop 5, which is compatible with most GDevelop 4 games, has many new features and an improvement user interface.",
  "GDevelop for the education - Teach game creation": "GDevelop til uddannelsen - Lær spilkreering",
  "GDevelop for education": "GDevelop til uddannelse",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Brug af GDevelop i klasseværelset er en perfekt mulighed for at undervise i programmering, spilkreering og slip elevernes kreativitet fri.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop er allerede blevet brugt i klasseværelser og online kurser med digitale mediestudenter eller børn i første klasse!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Send os dine fotos og tweets, hvis du benytter GDevelop i kursussammenhæng!",
  "Install new extensions in GDevelop and share yours": "Installér nye udvidelser i GDevelop og del dine",
  "Install new extensions and share them": "Installér nye udvidelser og del dem",
  "Search and add new features to your game in a few clicks.": "Søg og tilføj nye funktioner til dit spil med et par klik.",
  "Search in the library of extensions, ready to be installed in one click": "Søg i biblioteket med udvidelser, klar til at blive installeret med ét enkelt klik",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Udforsk direkte fra redigeringsværktøjet **online-bibliotek med udvidelser** (også kaldet en \"pakkehåndtering\" eller et \"udvidelseslager\"). Udvidelser kan føje *nye adfærdstyper* til dine spilobjekter eller *handlinger/betingelser* eller udtryk, som er klar til anvendelse i begivenheder.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "**Udvalgte udvidelser** er såkaldte peer reviewed versioner. De er ideelle for tilføjelse af nye funktioner i et hurtigt tempo til dit spil, hvilket gør både prototyping af nye spil til en meget hurtig proces samt muliggør konstruering af større spil ved at slå udvidelserne sammen.",
  "Read how to install extensions": "Læs hvordan udvidelser installeres",
  "Learn about creating custom behaviors": "Find ud af, hvordan tilpassede adfærdstyper oprettes",
  "Export your own extensions and share them": "Eksportér dine egne udvidelser og del dem",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "Alle udvidelser kan eksporteres til en fil. De kan let deles og integreres i et andet projekt. Og endnu bedre, har du kreeret en nyttig udvidelse, kan du indsende den til integration i biblioteket med [open-source, fællesskabsudvidelser] (https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "Da udvidelser konstrueres vha. de intuitive GDevelop-hændelsesark, kan de være sammensat af begivenheder, [JavaScript eller en blanding af begge](/javascript-spil-motor).",
  "How to start a new extension": "Sådan startes en ny udvidelse",
  "How to share your extension": "Sådan deles din udvidelse",
  "Extensions can provide new behaviors that can be added to your game objects.": "Udvidelser kan levere nye adfærdstyper, som kan føjes til dine spilobjekter.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Kreer Facebook Instant Games med GDevelop - udgiv dine spil på Messenger",
  "Make games for Facebook Messenger": "Kreer spil til Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Med GDevelop kan du eksportere dit spil som et Facebook Instant Game med 2 klik.",
  "1) Create your app on Facebook Developers": "1) Kreer din app på Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Sørg først for at du har **Facebook Developers** konto. Kreer en app og opsæt den til at vælge \"Spil\" som sin kategori og aktivér Instant Games i Produkter:",
  "Go to Facebook Developers": "Gå til Facebook Developers",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Åbn GDevelop og eksport til Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "I GDevelop åbnes dit spil og derefter eksportvinduet. Vælg **Facebook Instant Games**, klik på Exportér og vent et par sekunder.",
  "More about exporting": "Mere om eksport",
  "3) Upload your game": "3) Upload dit spil",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Gå tilbage til din spilside på Facebook Developers, vælg Web Hosting i menuen og **upload filen**, der blev eksporteret af GDevelop.",
  "You can also add testers to let your friends try your game.": "Du kan også tilføje testere for at lade dine venner prøve dit spil.",
  "More about uploading your game": "Mere om at uploade dit spil",
  "4) Try your game on Messenger": "4) Prøv dit spil på Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Snup din mobil og **åbn Messenger**. Åbn en samtale, vælg Spil og tryk på ikonet for dit spil for at begynde at spille det!",
  "5) Use Instant Games features and publish your game!": "5) Benyt Instant Games-funktioner og udgiv dit spil!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop gav dig adgang til Instant Games-specifikke funktioner, såsom navnet på spilleren, for bedre at integrere dit spil i Messenger-samtaler.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Når dit spil er klar, så indsend det til gennemgang af Facebook, så det bliver **tilgængeligt verden over**!",
  "Read the full step-by-step tutorial": "Læs hele trin-for-trin vejledningen",
  "Features of GDevelop - create any kind of games without coding": "GDevelop-funktioner - kreer enhver form for spil uden kodning",
  "Fully featured": "Fuldt udstyret",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop er bundtet med snesevis af funktioner til at forestille sig og kreere enhver form for spil.",
  "Deploy your game everywhere": "Distribuér dit spil overalt",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "Ét-kliks eksport til [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Ét-kliks eksport til [Facebook Instant Games](/facebook-instant-games), to play on Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Eksportér dit spil [til Internet](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click",
  "Export your game to iOS (with [a Mac](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Export your game to iOS (with [a Mac](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Eksportér som et selvstændigt, eksekverbart spil til Windows, macOS og Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[med ét klik!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Publish your game on [Poki](/poki), Kongregate, Itch.io and other gaming websites!": "Publish your game on [Poki](/poki), Kongregate, Itch.io and other gaming websites!",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Vis [annoncer og belønningsvideoer](/annoncer-i-dit-spil-med-admob) for dine spillere vha. [AdMob]/annoncer-i-dit-spil-med-admob).",
  "Learn how to publish your game": "Find ud af, hvordan du udgiver dit spil",
  "Objects for your games": "Objekter til din spil",
  "**Sprites** with multiple animations": "**Sprites** med multianimationer",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Skab eksplosioner, ild og imponerende effekter med **Particle Emitters**",
  "**\"9 patch\"** sprites, perfect for platforms": "**\"9 patch\"**-sprites, perfekt på platforme",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "**Tiled sprites** til at skabe mosaikker, gulve og repetative mønstre",
  "**Text** objects": "**Tekst**-objekter",
  "Formatted rich text with **BB Text** objects": "Formateret righoldig tekst med **BB-tekst** objekter",
  "Embed videos with **Video** objects": "Indlejr videoer med **Video**-objekter",
  "Draw custom shapes on screen with **Shape Painters**": "Tegn tilpassede figurer på skærmen med **Shape Painters**",
  "Author maps of your tile-based game in Tiled and import them in a **Tilemap** object": "Author maps of your tile-based game in Tiled and import them in a **Tilemap** object",
  "coming soon!": "coming soon!",
  "Support for custom collision masks": "Understøttelse for tilpassede kollisionsmasker",
  "Read the documentation for all objects": "Læs dokumentationen til alle objekterne",
  "Try the online examples": "Prøv online-eksemplerne",
  "Use visual effects (\"shaders\")": "Benyt visuelle effekter (\"shaders\")",
  "Dozens of visual effects are bundled with GDevelop": "Dusinvise af visuelle effekter er bundet med GDevelop",
  "Blur, Noise, CRT effect, Color Map, Chromatic Aberration, Glow, Shadows...": "Sløring, Støj, CRT-effekt, Farvekort, Kromatisk afvigelse, Glød, Skygger...",
  "Add your own effects by [creating new extensions for the game engine](/javascript-game-engine).": "Tilføj dine egne effekter ved [at oprette nye udvidelser til spilmotoren](/javascript-game-engine).",
  "Learn how to use effects in GDevelop": "Find ud af, hvordan man benytter effekter i GDevelop",
  "Add behaviors to your game objects": "Føj adfærdstyper til dine spilobjekter",
  "Physics engine": "Fysikmotor",
  "Add realistic behavior to your objects": "Føj realistisk adfærd til din objekter",
  "Pathfinding": "Stifinding",
  "Have your objects move and avoiding obstacles": "Få dine objekter til at flytte sig og undgå forhindringer",
  "Top-down movement": "Nedadgående bevægelse",
  "Platformer engine": "Platformer-motor",
  "create platformer games in a breeze": "kreer platformer-spil som en leg",
  "Draggable objects": "Flytbare objekter",
  "quickly make your objects draggable with mouse/touch": "gør hurtigt din objekter flytbar med musen/tryk",
  "Anchor": "Anker",
  "support multiple screen sizes by ensuring controls stay at the right position": "understøtter flere skærmstørrelser ved at sikre, at kontroller forbliver på rette position",
  "Tweens": "Tweens",
  "smoothly animate object positions, sizes, opacity and colors": "animér let objektpositioner, størrelser, gennemsigtighed og farver",
  "And more, to automate current tasks and behaviors in a few clicks!": "Og mere til at automatisere aktuelle opgaver og adfærdstyper med et par klik!",
  "Dozens of additional behaviors are available throught community extensions, which can be discovered and imported in one click directly from the GDevelop editor.": "Dozens of additional behaviors are available throught community extensions, which can be discovered and imported in one click directly from the GDevelop editor.",
  "Read the documentation for all behaviors": "Læs dokumentationen til alle adfærdsmønstre",
  "Create your own custom behaviors": "Opret dine egne, tilpassede adfærdsmønstre",
  "Make desktop & mobile-ready games": "Kreer computer- og mobil-parate spil",
  "Save player data in the browser storage or on their devices": "Gem spillerdata i browserlageret eller på deres enheder",
  "Full support for sound effects and musics": "Fuld understøttelse af lydeffekter og musik",
  "Support for touchscreens & multi-touch": "Understøtter berøringsskærme og multiberøring",
  "Support for [PlayStation, Xbox and generic gamepads](LINK_PLACEHOLDER_DO_NOT_TRANSLATE)": "Support for [PlayStation, Xbox and generic gamepads](LINK_PLACEHOLDER_DO_NOT_TRANSLATE)",
  "Design advanced levels and interfaces": "Design avancerede niveauer og grænseflader",
  "The scene editor lets you visually edit your levels": "Sceneredigeringsværktøjet lader dig visuelt redigere dine niveauer",
  "Support for multiple layers": "Understøttelse af flere samtidige spillere",
  "Add interfaces and create parallax effects": "Tilføj grænseflader og opret parallakseeffekter",
  "Create your levels dynamically with external layouts": "Opret dine niveauer dynamisk med eksterne layouts",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Design dine aktiver med [Piskel](/kreer-8bit-pixelart-spil)",
  "a powerful pixel art and sprite editor": "et kraftfuldt pixel art sprite redigeringsværktøj",
  "Generate [sound effects with Jfxr](/game-jams)": "Generér [lydeffekter med Jfxr](/game-jams)",
  "create effects and customize them in a few clicks": "opret effekter og tilpas dem med nogle få klik",
  "Debugger": "Fejlfindingsværktøj",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Inspicér indholdet af dit spil, og foretag dynamiske ændringer, mens du får vist et eksempel på dit spil",
  "Performance profiler": "Ydelsesprofilering",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[monitorér ressourcekrævende områder](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) i dit spil",
  "Discover GDevelop editors": "Find GDevelop-redigeringsværktøjer",
  "Super fast development with Live Preview": "Super fast development with Live Preview",
  "When editing your game in the editor, just press a single button to **apply your changes to the running game**.": "When editing your game in the editor, just press a single button to **apply your changes to the running game**.",
  "It's a great way to tweak your game, build your levels or test the gameplay without having to restart from scratch after every changes, helping you stay focused.": "It's a great way to tweak your game, build your levels or test the gameplay without having to restart from scratch after every changes, helping you stay focused.",
  "Preview your games **on other devices (phone, tablets, other computers)** using the *Network Preview* - without having to export them. Useful to quickly validate the gameplay on smaller devices, verify the game performance and playtest the game with testers.": "Preview your games **on other devices (phone, tablets, other computers)** using the *Network Preview* - without having to export them. Useful to quickly validate the gameplay on smaller devices, verify the game performance and playtest the game with testers.",
  "Even better, it's compatible with Live Preview: do changes in the editor and they will be applied to the game run on your external devices or browsers.": "Even better, it's compatible with Live Preview: do changes in the editor and they will be applied to the game run on your external devices or browsers.",
  "Learn more about Live Preview and Network Preview": "Learn more about Live Preview and Network Preview",
  "Build ambitious games with advanced features": "Kreer ambitiøse spil med avancerede funktioner",
  "Communicate with external websites or services using HTTP requests.": "Kommunikér med eksterne websteder eller tjenester vha. HTTP-anmodninger.",
  "Use advanced events: loops, for-each...": "Benyt avancerede begivenhedsløkker til hver...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Opret genanvendelige **funktioner** vha. begivenheder, som kan benyttes som handlinger, betingelser eller udtryk i dit spil",
  "a powerful feature never seen in other game creation tools.": "en kraftfuld funktion, der aldrig er set i andre spilkreeringsværktøjer",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Manipulér variabler med vilkårlige, komplekse strukturer med understøttelse for læsning/skrivning af JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "Du kan [benytte JavaScript til at kode](/javascript-game-engine) dele af dit spil",
  "use it for a few functions, to write extensions or the majority of your game.": "brug det til et par funktioner, til at skrive udvidelser eller til hovedparten af dit spil.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Vis annoncer i dit spil med [AdMob](/annoncer-i-dit-spil-med-admob) eller link til produkter fra din [Shopify-butik] (http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Søg efter og [installér nye funktioner med udvidelser](/udvidelser-og-deling), bygget af fællesskabet",
  "get new, ready to use features for your game in a few clicks": "få nye, klar-til-at-bruge funktioner til dit spil med nogle få klik",
  "Read the documentation about events": "Læs dokunentationen til begivenheder",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Alle redigeringsværktøjer i GDevelop - opret platformer-, shooter-, rpg-, action-spil...",
  "The game editors": "Spilredigeringsværktøjet",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "GDevelop-grænsefladen udgøres af intuitive redigeringsværktøjer til design af dine egne spil fra bunden.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Se, hvordan du med GDevelop kan tilføje en trigger i dit spil på 90 sekunder",
  "Scene editor": "Sceneredigeringsværktøj",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Design dine egne niveauer med sceneredigeringsværktøjet: Du kan vælge objekter, placere dem i scenen, justere deres placering og størrelse. Du kan helt designe dine niveauer med  sceneredigeringsværktøjet. Vil du oprette komplekse niveauer eller grænseflader, giver de eksterne layouts dig mulighed for at oprette dele af et niveau og derefter genbruge dem i andre scener.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Kom i gang på 2 minutter: Prøv GDevelop i din browser",
  "Events editor": "begivenhedsredaktør",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Udtænkning og oprettelse af reglerne for dit spil indebærer ikke at lære syntaks for et komplekst programmeringssprog. Begivenhedsredigeringsværktøjet viser et ark med begivenheder: Hver begivenhed er sammensat af betingelser og handlinger. Når betingelserne er opfyldt, afvikles handlinger. Så enkelt er det.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Alle betingelser og handlinger er tilgængelige på en liste, så du nemt kan finde og finde ud af, hvordan reglerne i dit spil skal oprettes.",
  "Learn more about events in the tutorials": "Få mere at vide om begivenheder i vejledningerne",
  "Create platformer games with GDevelop": "Kreer platformer-spil med GDevelop",
  "Develop space shooter games with GDevelop": "Kreer space shooter-spil med GDevelop",
  "Create mario-like games with GDevelop": "Kreer Mario-agtige spil med GDevelop",
  "Make strategy games with GDevelop": "Kreer strategispil med GDevelop",
  "Objects editors": "Objektredigeringsværktøj",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Alt, hvad din spilskærm viser, er et objekt. De fleste objekter kaldes sprites: De er sammensat af animationer og kan bruges til ethvert animeret element. F.eks. din spiller, fjender eller bonusser, der kan vælges.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Andre objekter er også tilgængelige for grænsefladeoprettelser eller effekttilføjelser i dit spil: Tekster, partikler, fliser, sprites...\n",
  "Discover all the objects available in GDevelop": "Find alle de tilgængelige objekter i GDevelop",
  "Resources editor, sprite editor and sound effect generator": "Ressource- og sprite-redigeringsværktøjer samt lydeffektsgenerator",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Alle billeder og lydfiler, som bruges i dit spil, er oplistet i Ressourceredigeringsværktøjet. Det er en enkel måde at håndtere dine spilaktiver på.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop leveres med gratis aktiver for at komme i gang! For hurtigt at prototype og oprette dine egne aktiver, er GDevelop også bundtet med et kraftig pixelkunst-redigeringsværktøj kaldet Piskel. Du kan også oprette lydeffekter med ét enkelt klik vha. den integrerede lydgenerator. Det er perfekt til [game jams](/game-jams/)!",
  "Learn everything about the editors in the documentation": "Få alt at vide om redigeringsværktøjerne i dokumentationen",
  "Open in GDevelop": "Åbn i GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Eksempler på GDevelop - kreer platformer-, shooter-, rpg-, actionspil...",
  "Examples and Starters": "Eksempler og Startere",
  "GDevelop is bundled with 120+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop is bundled with 120+ examples and starters to get you quickly started, learn or try a specific feature.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Dette er eksemplerne inkluderet i GDevelop. Nysgerrig? Du kan åbne og prøve dem direkte fra din browser. GDevelop er hurtig at starte, og du vil kunne tjekke eksemplerne efter få sekunder.",
  "Get started with tutorials": "Kom i gang med vejledninger",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Lær trin for trin, hvordan du benytter GDevelop eller få hjælp til en bestemt funktion: Wiki'en har guider for begyndere samt en komplet dokumentation til softwaren.",
  "Create a platformer game": "Kreer et platformspilsspil",
  "Create a tank shooter game": "Kree et kampvogns-skydespil",
  "Make games for Game jams": "Kreer spil til Game jams",
  "Game jams": "Game jams",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop er et perfekt match til hurtig spilkreering under game jams.",
  "Make your assets with Piskel": "Opret dine aktiver med Piskel",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop indeholder **Piskel**, et sprite-redigeringsværktøj, der er perfekt til hurtigt at tegne dine sprites samt til pixel-art.",
  "Read more about making 8-bit and pixelart games": "Læs mere om at bygge 8-bit og pixelart-spil",
  "Generate sounds effects in one click": "Generér lydeffekter med ét klik.",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "GDevelop har en integreret lydeffektgenerator, **Jfxr**. Du kan kreere lydeffekter til f.eks. eksplosioner, hop, mønter, opstarter med ét enkelt klik samt tilpasse dem, som du ønsker.",
  "Read about all features available in GDevelop": "Læs mere om alle tilgængelige funktioner i GDevelop",
  "Ready-made behaviors": "Klargjorte adfærdstyper",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Kreér et retro platformspil? GDevelop har et sæt foruddefinerede adfærdstyper, som du kan knytte til din karakter og dine platforme. På få sekunder har du et grundlæggende platformspil kørende og klar til at blive tilpasset og forbedret! Andre adfærdstyper, betingelser og handlinger kan også bruges til at oprette enhver form for 2D-spil: shmup, \"Bullet Hell\", arkadespil...",
  "Learn more about behaviors": "Få mere at vide om adfærdstyper",
  "GDevelop for Game studios, indies and Education": "GDevelop til Game studioer, indies og uddannelse",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop er en hurtig og fleksibel spilmotor, der kan anvendes til forskellige brugsscenarier.",
  "Professional and Game Studios": "Professionel og Game Studioer",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](PLACEHOLDER_LINK_DO_NOT_TRANSLATE).": "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](PLACEHOLDER_LINK_DO_NOT_TRANSLATE).",
  "MIT license: extend and contribute to the engine source code": "MIT-licens: Udvid og bidrag til motorkildekoden",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Tilpasningsbar editor baseret på JavaScript, React.js og WebAssembly",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "integrer GDevelop i dit team, brug begivenheder eller JavaScript efter dine behov",
  "Get game designers, artists and developers to work on the same environment": "\nFå spildesignere, kunstnere og udviklere til at arbejde i det samme sted",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Spilprojekter er læsbare for mennesker og understøtter versionskontrolsystemer som Git eller Mercurial",
  "GDevelop on GitHub": "GDevelop på GitHub",
  "Commercial support": "Kommerciel support",
  "Companies can provide commercial or free support for GDevelop:": "Virksomheder kan levere kommerciel eller gratis support til GDevelop:",
  "See GDevelop support and promotion website": "Se GDevelop support og promovering hjemmeside",
  "Indie game developers": "Indie spiludviklere",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Tilgængelig og nem at lære, GDevelop er ideel til indie spiludviklere. Du vil være i stand til hurtigt at starte et spil og gentage ved at bruge begivenheder, adfærd og nye udvidelser.",
  "Free to use: download GDevelop and start making a game today": "Gratis at bruge: downloade GDevelop og begynde at lave et spil i dag",
  "Integrated editors allowing to make game assets directly from GDevelop": "Integrerede redaktører, der gør det muligt at lave spilaktiver direkte fra GDevelop",
  "Super fast prototyping with open-source community extensions and behaviors": "Super hurtig prototyping med open-source community udvidelser og adfærd",
  "Custom behaviors make your game logic reusable and shareable": "Brugerdefinerede adfærd gør dit spil logik genanvendelig og delbar",
  "See all features": "Se alle funktioner",
  "GDevelop for game jams": "GDevelop til Game jams",
  "Education and game making": "Uddannelse og spil make",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Undervisning spil skabelse eller programmering til børn eller studerende? GDevelop er blevet brugt af snesevis af skoler, universiteter og bootcamp programmer for alle aldre.",
  "Learn more about GDevelop and education": "Lær mere om GDevelop og uddannelse",
  "Screenshot of Lil BUB's HELLO EARTH, a game made with GDevelop, the open-source game making app": "Skærmbillede af Lil BUB's HELLO EARTH, et spil lavet med GDevelop, open source-spil making app",
  "Make games with a fast, intuitive game engine": "Lav spil med en hurtig, intuitiv spilmotor",
  "Showcase of the games created with GDevelop": "Showcase of the games created with GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Her er et par spil oprettet med GDevelop. Den næste bør være din!",
  "Show me more!": "Vis mere",
  "Made a nice game with GDevelop?": "Lavet et et godt spil med GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Vi vil elske at vide om dit spil og tilføje det her. Sørg for at du har smukke screenshots klar, og at spillet er af høj kvalitet :)",
  "Submit your game": "Indsend din tid",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, et spil skabt med GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "En saftig jet-bekæmpe roguelike spil, lavet med GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights er en saftig jet-combat roguelike hvor du vil sprænge, undvige og skær dig vej gennem masser af teknologisk underlegne fjender. Som din intergalaktiske intervention mission skrider frem, din adaptive hyper-jet vil udvikle sig til noget stærkere og weirder ved at samle nogle af de hundredvis af elementer, der er tilgængelige i spillet.",
  "History": "Historie",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights begyndte som et sideprojekt til vores nu annullerede rum udforskning roguelike Hyperspace Admirals. HDog blev prototype i slutningen af 2016, hvorefter det fik en begrænset tidlig adgang frigivelse på kløe. o. I løbet af 2017 blev hovedparten af dens indhold udviklet og kontinuerlig alfa-feedback blev taget i betragtning. Spillet var feature-komplet i marts 2018, hvorefter udgivelsen blev annonceret.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Ødelagt og saftig 2d jet kamp mod masser af luft og jord baserede fjender",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Hundredvis af stabelbare passiver, over halvtreds våben og aktiver; alle rettet mod at producere underlige synergier med en anden",
  "High replayability, your will evolve a little different on each run": "Høj replayability, vil din udvikle sig lidt anderledes på hvert løb",
  "Seven zones with distinct enemy composition to explore": "Syv zoner med forskellige fjendtlige komposition til at udforske",
  "10+ screen-fillingbosses": "10+ skærmenfyldningskasser",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ Spiller hyper-jets at flyve, alle kommer med ulåselig mk2 loadouts",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 afkølede, flerlagede musiknumre af Enuit og Ole Toensen",
  "Official website": "Officielt websted",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, et spil skabt med GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "En retro 8-bit spil, med smukke kunst og soundtrack, lavet med GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Ved hjælp af GDevelop, blev spillet stillet til rådighed for iOS, Android, Windows, macOS, Linux og endda offentliggjort som en reel Arcade spil.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "Spillet blev annonceret til BUB's 5 års fødselsdag. For at hjælpe med at gøre det til virkelighed, blev en Kickstarter lanceret, så alle BUB's venner over hele verden kan bidrage. Kickstarter blev oprindeligt lanceret med $ 100.000 som målet, men nåede $148.000! GODE JOB BUB.",
  "Beautiful original graphics and animation": "Smuk original grafik og animation",
  "Parallaxing backgrounds": "Parallaxing baggrunde",
  "Unique level design": "Unikt niveau design",
  "Huge variety of unique levels, bosses and enemies": "Kæmpe udvalg af unikke niveauer, chefer og fjender",
  "Complex gameplay and controls": "Kompleks gameplay og kontroller",
  "Unique storyline with twists and surprises": "Unik historie med drejninger og overraskelser",
  "Item Inventory: collect items to be used strategically throughout the game": "Vare Inventar: Saml elementer til strategisk brug i hele spillet",
  "Completely original 8-bit soundtrack": "Helt originalt 8-bit lydspor",
  "Tape Deck feature that allows you to select your favorite music from the game": "Tape Deck funktion, der giver dig mulighed for at vælge din yndlingsmusik fra spillet",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Evne til at vende tilbage og replay niveauer for at fremme dine fremskridt og låse resultater",
  "Truly innovative Easter Eggs throughout": "Virkelig innovative påskeæg i hele",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Opret spil uden programmering - Open source HTML5 og native spil skaberen",
  "The game engine for everyone": "Spilmotoren for alle",
  "GDevelop game maker software - create video games without coding": "GDevelop game maker software - skabe videospil uden kodning",
  "Make your own games with GDevelop": "Kreer strategispil med GDevelop",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop er en open source, cross-platform spil motor designet til alle - det er udvidelig, hurtig og nem at lære.",
  "Join the community on [Discord](https://discord.gg/rjdYHvj) and on our [forums](https://forum.gdevelop-app.com).": "Join the community on [Discord](https://discord.gg/rjdYHvj) and on our [forums](https://forum.gdevelop-app.com).",
  "Create any game": "Start et parti",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Slip din kreativitet løs med GDevelop og skab enhver form for spil: platformere, puslespil, skyd 'em up, strategi, [8-bit spil](/make-8bit-pixelart-games). . Gå gennem eksemplerne eller start et nyt projekt fra bunden.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Med GDevelop, kan du lave enkle projekter for sjov eller skabe ambitiøse indie spil som [Lil BUB's HELLO EARTH](/games/lil-bub-hello-jorden), [Hyperspace Dogfights](/games/hyperspace-dogfights) og [tonsvis af andre spil](/games-showcase)!",
  "Make 8-bit or pixel art games with GDevelop": "Lav 8-bit eller pixel art spil med GDevelop",
  "Make adventure and point'n'click games with GDevelop": "Foretag eventyr og point'n'click spil med GDevelop",
  "Events: game creation, intuitive for all": "Begivenheder: spilskabelse, intuitiv for alle",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Hvad gør GDevelop unik og så nem at bruge, er begivenhederne. Begivenheder er en kraftfuld måde at udtrykke logikken i dit spil, uden at skulle lære et programmeringssprog.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "GDevelop tager visuel programmering til næste skridt, så du kan tilføje [færdige adfærd](/features) til dine spilobjekter og [lav nye adfærd](/custom-behaviors) ved hjælp af disse intuitive, nemme at lære begivenheder.",
  "Events enable easy game creation": "Begivenheder gør det nemt at oprette spil",
  "Events being used in GDevelop to create the logic of a game": "Begivenheder, der bruges i GDevelop til at skabe logikken i et spil",
  "When Space is pressed, the character animation and a sound are played. If an enemy touches the character, they both are destroyed.": "Når der trykkes på rummet, spilles tegnanimationen og en lyd. Hvis en fjende rører ved karakteren, ødelægges begge.",
  "Export your game anywhere, in one click": "Eksporter dit spil hvor som helst, med ét klik",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Udgiv dine spil til nettet, iOS, Android, Windows, Mac, Linux og endda [Facebook Messenger](/facebook-instant-games). Spil oprettet med GDevelop køre hvor som helst, og du kan endda gøre en et-klik eksport til Android fra appen.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Lav spil til iOS, Android, Windows, macOS og Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, tabletter eller telefon: spil lavet med GDevelop kan køre overalt",
  "Unlimited possibilities": "Ubegrænsede muligheder",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Udtryk dine små og store ideer: Du kan prototype nye funktioner på dine spil på få minutter, og forfine dem uden begrænsninger. [Making games](/games-showcase) har aldrig været så nemt og hurtigt, med [de visuelle editorer](/game-editors) leveret af GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Vil du gå endnu længere? Du kan udvide [spilmotoren med Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Se, hvordan du tilføjer en udløserknap til dit platformspil på 90 sekunder",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Tons of examples](/game-examples-starters) er også tilgængelige og klar til at blive prøvet med et enkelt klik.",
  "Watch tutorials on our [Youtube Channel](https://www.youtube.com/channel/UCmoHIfIerKCZkOOt6zr9inw).": "Watch tutorials on our [Youtube Channel](https://www.youtube.com/channel/UCmoHIfIerKCZkOOt6zr9inw).",
  "Tutorials for GDevelop and documentation on the wiki": "Tutorials til GDevelop og dokumentation på wiki",
  "Start making games": "Begynd at lave spil",
  "Using JavaScript to make your games with GDevelop": "Brug JavaScript til at lave dine spil med GDevelop",
  "Using JavaScript with GDevelop": "Brug af JavaScript med GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop understøtter JavaScript til at oprette dit spil eller udvide spilmotoren.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript kan bruges til at skrive en del af et spil, sammen med begivenheder",
  "Add JavaScript code blocks inside your game": "Tilføj JavaScript-kodeblokke i dit spil",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop understøtter tilføjelse af JavaScript-kodeblokke på ethvert tidspunkt i begivenhederne i dit spil. Det er en god måde at gennemføre en kompleks algoritme eller genbruge funktioner fra open source-biblioteker. Begivenheder og kodeblokke kan problemfrit blandes sammen - så du kan implementere dele eller endda hele dit spil med JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "JavaScript-editoren er baseret på den super kraftfulde Monaco Editor, udtrukket fra [Visual Studio Code] (https://code.visualstudio. om/). Intellisense autokomplettering er til rådighed, og editoren understøtter avancerede funktioner som multi-valg for hurtigere kodning.",
  "Learn more about using JavaScript": "Lær mere om brug af JavaScript",
  "Extend GDevelop with JavaScript extensions": "Udvid GDevelop med JavaScript-udvidelser",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop er modulær og kan udvides til at passe til dine behov. Især er alle tilgængelige funktioner til spil (objekter, adfærd, hændelser) baseret på en udvidelse systemet. Du kan hurtigt oprette nye udvidelser til dit spil eller bidrage til eksisterende, da GDevelop er åben-kilde (https://github.com/4ian/GD).",
  "How to write extensions": "Sådan skriver du udvidelser",
  "Game engine JavaScript documentation": "Game engine JavaScript dokumentation",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "Det mørke tema der bruges i GDevelop. Kodeditoren kommer også bundtet med flere smukke temaer!",
  "\n## Overview\n\nThis website (https://gdevelop-app.com), related websites (https://forum.gdevelop-app.com, https://wiki.gdevelop-app.com, https://editor.gdevelop-app.com) and related applications (GDevelop), referred to as the Service, are operated by FLORIAN RIVAL. Throughout the site, the terms “we”, “us” and “our” refer to FLORIAN RIVAL.\n\nThis page is used to inform visitors and users regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use the Service.\n\nIf you choose to use the Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at https://gdevelop-app.com/legal/terms-and-conditions unless otherwise defined in this Privacy Policy.\n\n## Information Collection and Use\n\nFor a better experience, while using our Service, we may require you, for example in the case of creating an account, to provide us with certain personally identifiable information, including but not limited to your email. The information that we request will be stored in a database of the Service.\n\nThe Service does use third party services that may collect information used to identify you.\n\n## Log Data\n\nWe want to inform you that whenever you use the Service, in a case of an error in the app we collect data and information (through third party products) on your device called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are used to monitor the proper working on the Service and fix it in case of issues.\n\nLink to privacy policy of some third party service providers used by the website and applications for Log Data:\n\n- Sentry: https://sentry.io/privacy/\n\n## Analytics Data\n\nWe want to inform you that whenever you use the Service, at various points in the app we collect data and information (through third party products) on your device called Analytics Data. This Analytics Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are aggregated and used to understand how people use the Service and improve it.\n\nLink to privacy policy of some third party service providers used by the website and applications for Analytics:\n\n- Keen.io: https://keen.io/privacy-policy/\n- Google Analytics: https://policies.google.com/privacy\n\n## Cookies\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.\nThis Service stores a “cookie” when you create or log in to an account. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.\n\n## Service Providers\n\nWe may employ third-party companies and individuals due to the following reasons:\n\n- To facilitate our Service;\n- To provide the Service on our behalf;\n- To perform Service-related services; or\n- To assist us in analyzing how our Service is used.\n\nWe want to inform users of this Service that these third parties can have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLink to privacy policy of some third party service providers used by the website and applications:\n\n- Google Play Services: https://policies.google.com/privacy\n- Firebase: https://firebase.google.com/support/privacy\n- Amazon Web Services: https://aws.amazon.com/privacy/\n\n## Security\n\nWe value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\n\n## Links to Other Sites\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n## Your Rights and Choices in the EEA and Around the World\n\nWhere the EU General Data Protection Regulation 2016/679 (“GDPR”) applies to the processing of your personal data, especially when you access the website from a country in the European Economic Area (“EEA”), you have the following rights, subject to some limitations, against us:\n\n* The right to access your personal data;\n* The right to rectify the personal data we hold about you;\n* The right to erase your personal data;\n* The right to restrict our use of your personal data;\n* The right to object to our use of your personal data;\n* The right to receive your personal data in a usable electronic format and transmit it to a third party (also known as the right of data portability); and\n* The right to lodge a complaint with your local data protection authority.\n\nIf you would like to exercise any of these rights, you may do so by mailing contact.gdevapp@gmail.com. Please understand, however, the rights enumerated above are not absolute in all cases.\n\nWhere the GDPR applies, you also have the right to withdraw any consent you have given to uses of your personal data. If you wish to withdraw consent that you have previously provided to us, you may do so by mailing contact.gdevapp@gmail.com. However, the withdrawal of consent will not affect the lawfulness of processing based on consent before its withdrawal.\n\nWe will undertake best efforts to provide these rights to people outside of the EEA as well.\n\n## Children’s Privacy\n\nThese Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.\n\n## Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.\n\n## Contact Us\n\nIf you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at [gdevelop-app-support@googlegroups.com](gdevelop-app-support@googlegroups.com).\n\n## Attribution and License\n\nThis Privacy Policy is licensed under Attribution-ShareAlike 4.0 International (CC BY-SA 4.0). It is a derivative work of:\n\n* [Red Hat’s Privacy Policy for the Fedora Project](https://fedoraproject.org/wiki/Legal:PrivacyPolicy), used under CC Attribution-Share Alike 3.0 Unported\n* [The Free Software Foundation’s Privacy Policy](https://www.fsf.org/about/free-software-foundation-privacy-policy), used under Attribution-ShareAlike 4.0 International (CC BY-SA 4.0)\n* [WordPress.org’s Privacy Policy](https://wordpress.org/about/privacy/), used under Attribution-ShareAlike 2.5 Generic (CC BY-SA 2.5)\n            ": "\n## Overview\n\nThis website (https://gdevelop-app.com), related websites (https://forum.gdevelop-app.com, https://wiki.gdevelop-app.com, https://editor.gdevelop-app.com) and related applications (GDevelop), referred to as the Service, are operated by FLORIAN RIVAL. Throughout the site, the terms “we”, “us” and “our” refer to FLORIAN RIVAL.\n\nThis page is used to inform visitors and users regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use the Service.\n\nIf you choose to use the Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at https://gdevelop-app.com/legal/terms-and-conditions unless otherwise defined in this Privacy Policy.\n\n## Information Collection and Use\n\nFor a better experience, while using our Service, we may require you, for example in the case of creating an account, to provide us with certain personally identifiable information, including but not limited to your email. The information that we request will be stored in a database of the Service.\n\nThe Service does use third party services that may collect information used to identify you.\n\n## Log Data\n\nWe want to inform you that whenever you use the Service, in a case of an error in the app we collect data and information (through third party products) on your device called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are used to monitor the proper working on the Service and fix it in case of issues.\n\nLink to privacy policy of some third party service providers used by the website and applications for Log Data:\n\n- Sentry: https://sentry.io/privacy/\n\n## Analytics Data\n\nWe want to inform you that whenever you use the Service, at various points in the app we collect data and information (through third party products) on your device called Analytics Data. This Analytics Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are aggregated and used to understand how people use the Service and improve it.\n\nLink to privacy policy of some third party service providers used by the website and applications for Analytics:\n\n- Keen.io: https://keen.io/privacy-policy/\n- Google Analytics: https://policies.google.com/privacy\n\n## Cookies\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.\nThis Service stores a “cookie” when you create or log in to an account. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.\n\n## Service Providers\n\nWe may employ third-party companies and individuals due to the following reasons:\n\n- To facilitate our Service;\n- To provide the Service on our behalf;\n- To perform Service-related services; or\n- To assist us in analyzing how our Service is used.\n\nWe want to inform users of this Service that these third parties can have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLink to privacy policy of some third party service providers used by the website and applications:\n\n- Google Play Services: https://policies.google.com/privacy\n- Firebase: https://firebase.google.com/support/privacy\n- Amazon Web Services: https://aws.amazon.com/privacy/\n\n## Security\n\nWe value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\n\n## Links to Other Sites\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n## Your Rights and Choices in the EEA and Around the World\n\nWhere the EU General Data Protection Regulation 2016/679 (“GDPR”) applies to the processing of your personal data, especially when you access the website from a country in the European Economic Area (“EEA”), you have the following rights, subject to some limitations, against us:\n\n* The right to access your personal data;\n* The right to rectify the personal data we hold about you;\n* The right to erase your personal data;\n* The right to restrict our use of your personal data;\n* The right to object to our use of your personal data;\n* The right to receive your personal data in a usable electronic format and transmit it to a third party (also known as the right of data portability); and\n* The right to lodge a complaint with your local data protection authority.\n\nIf you would like to exercise any of these rights, you may do so by mailing contact.gdevapp@gmail.com. Please understand, however, the rights enumerated above are not absolute in all cases.\n\nWhere the GDPR applies, you also have the right to withdraw any consent you have given to uses of your personal data. If you wish to withdraw consent that you have previously provided to us, you may do so by mailing contact.gdevapp@gmail.com. However, the withdrawal of consent will not affect the lawfulness of processing based on consent before its withdrawal.\n\nWe will undertake best efforts to provide these rights to people outside of the EEA as well.\n\n## Children’s Privacy\n\nThese Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.\n\n## Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.\n\n## Contact Us\n\nIf you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at [gdevelop-app-support@googlegroups.com](gdevelop-app-support@googlegroups.com).\n\n## Attribution and License\n\nThis Privacy Policy is licensed under Attribution-ShareAlike 4.0 International (CC BY-SA 4.0). It is a derivative work of:\n\n* [Red Hat’s Privacy Policy for the Fedora Project](https://fedoraproject.org/wiki/Legal:PrivacyPolicy), used under CC Attribution-Share Alike 3.0 Unported\n* [The Free Software Foundation’s Privacy Policy](https://www.fsf.org/about/free-software-foundation-privacy-policy), used under Attribution-ShareAlike 4.0 International (CC BY-SA 4.0)\n* [WordPress.org’s Privacy Policy](https://wordpress.org/about/privacy/), used under Attribution-ShareAlike 2.5 Generic (CC BY-SA 2.5)\n            ",
  "Super fast game development with Live Preview (Hot reload) and Network Preview (Preview over Wifi/LAN)": "Super fast game development with Live Preview (Hot reload) and Network Preview (Preview over Wifi/LAN)",
  "Live Preview and Preview over Wifi/LAN": "Live Preview and Preview over Wifi/LAN",
  "Achieve super fast game development with Live Preview and previews on your external devices.": "Achieve super fast game development with Live Preview and previews on your external devices.",
  "Live Preview: get your changes applied to your game while playing it": "Live Preview: get your changes applied to your game while playing it",
  "Live Preview, also called *hot reloading*, is applying your changes to your game preview, without having to restart it. Design your level, change some events, add new objects, modify visual effects, then click on a button and the game preview will be updated automatically.": "Live Preview, also called *hot reloading*, is applying your changes to your game preview, without having to restart it. Design your level, change some events, add new objects, modify visual effects, then click on a button and the game preview will be updated automatically.",
  "To start using Live Preview, just launch a preview as usual. When the preview is running, go back to the editor, do some changes and press the Preview button again. That's it!": "To start using Live Preview, just launch a preview as usual. When the preview is running, go back to the editor, do some changes and press the Preview button again. That's it!",
  "Network Preview: preview your game instantly on other devices": "Network Preview: preview your game instantly on other devices",
  "Live Preview also works with the *Network Preview*. With the Network Preview, also called *Preview over WiFi/LAN*, you can try your game on your phone, tablet or even on other computer browsers - without having to export them. It's useful to quickly validate the gameplay on smaller devices, verify the game performance and try the game. ": "Live Preview also works with the *Network Preview*. With the Network Preview, also called *Preview over WiFi/LAN*, you can try your game on your phone, tablet or even on other computer browsers - without having to export them. It's useful to quickly validate the gameplay on smaller devices, verify the game performance and try the game. ",
  "Learn how to run previews in GDevelop": "Learn how to run previews in GDevelop",
  "Game making at lightning speed": "Game making at lightning speed",
  "Make your own 8-bit and pixelart games": "Lav dine egne 8-bit og pixelart spil",
  "Make 8-bit and pixelart games": "Lav dine egne 8-bit og pixelart spil",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite editor og værktøjer til at lave dine egne 8bit spil med GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Se Piskel sprite editor der bruges inde GDevelop til at lave et 8bit spil",
  "Piskel sprite editor": "Piskel sprite editor",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop har også Piskel(https://www.piskelapp.com/), en meget god 2D Sprite Editor som er nem at bruge, det er den perfekte værktøj til at lave pixel kunst aktiver til at give en retro følelse til din spil! Du kan lave objekter med mange animationer, redigere på spriterne hvornår du vil, og se resultaterne ved at spille dit spil.",
  "Download GDevelop to try Piskel": "Download GDevelop for at prøve Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH, et spil skabt med GDevelop",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Spillet er et 8-bit spil med smukke illustrationer og lyd, som er skifter mellem platformsniveauer, med skjulte hemmeligheder og shooter-niveauer med bosser, adskillige fjender og bonusser. ",
  "Read more about Lil BUB's game": "Læs mere om Lil BUB's spil",
  "See other games made with GDevelop": "Se andre spil lavet med GDevelop",
  "Your GDevelop game on the Poki web platform": "Dit GDevelop spil på Poki web-platformen",
  "Join the Poki web platform": "Deltag i Poki webplatform",
  "Get an audience of 30 million gamers from all over the world for your game.": "Få et publikum på 30 millioner spillere fra hele verden til dit spil.",
  "Discover what Poki can do for your game": "Opdag, hvad Poki kan gøre for dit spil",
  "[Poki.com](https://poki.com/) is a curated discovery platform for free, high-quality online games. Reach hundred of millions of players around the globe and get a lifetime revenue share from advertising when your game is played.": "[Poki.com](https://poki.com/) er en kurateret opdagelsesplatform til gratis, højkvalitets onlinespil. Nå hundrede millioner af spillere rundt om i verden og få en levetid indtægtsandel fra reklame, når dit spil spilles.",
  "Browse games on Poki.com": "Gennemse spil på Poki.com",
  "Poki Developers page": "Poki Developers side",
  "Export your game as an HTML5 game": "Eksporter dit spil som et HTML5-spil",
  "From GDevelop, choose to [export your game as HTML5](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/html5_game_in_a_local_folder). The result is a web game, running with WebGL, that can be played on any recent desktop and mobile browser.": "Fra GDevelop, vælg at [eksportere dit spil som HTML5](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/html5_game_in_a_local_folder). Resultatet er et webspil, der kører med WebGL, der kan afspilles på enhver nylig desktop og mobil browser.",
  "In GDevelop, open your game and then the Export window. Choose **Local folder**, click on Export and wait a few seconds to get your game ready.": "I GDevelop åbnes dit spil og derefter eksportvinduet. Vælg **Facebook Instant Games**, klik på Exportér og vent et par sekunder.",
  "Export your game as HTML5": "Eksporter dit spil som et HTML5-spil",
  "Submit your game on Poki": "Udgiv dit webspil på Poki",
  "On the developer page of Poki.com, get in touch with Poki team or directly submit your game. Use [GDevelop JavaScript features](/javascript-game-engine) to integrate their lightweight SDK. When your game is published on Poki, get real-time insights into how your game is doing and support from their tech team.": "På udviklersiden af Poki.com, komme i kontakt med Poki team eller direkte indsende dit spil. Brug [GDevelop JavaScript-funktioner](/javascript-game-engine) til at integrere deres letvægts SDK. Når dit spil er offentliggjort på Poki, få real-time indsigt i, hvordan dit spil gør og støtte fra deres tech team.",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "Der er enten opstået en fejl eller du har annulleret abonnementet. Hvis du ønsker at få et abonnement til at understøtte GDevelop og låse op for onlinetjenester, så prøv igen at vælge en fra GDevelop (*Min profil* menu).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "Som en open source-software, GDevelop kræver tid og penge til at blive udviklet og bæredygtig. Tak for dit bidrag! Hvis du ønsker at blive mere involveret, kan du også [læs alle vejen](/contribute) for at bidrage til GDevelop økosystemet.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "Du kan nu **gå tilbage til GDevelop** for at bruge den ekstra online eksport og tjenester."
}
